[{
  "date": "20210613",
  "title": "HOW ON EARTH did China succeed in landing Zhurong rover on Mars? Review of CNSA deep space missions",
  "description": "As the first Mars rover probe launched by China, Tianwen-1 Zhurong rover has completed the three major technical steps of Mars exploration at one time. The three steps are Orbiting, landing, and patrolling, which are, entering Mars orbit, landing on the surface of Mars, and the rover walking and patrolling around. Why did China’s space agency successfully break the so-called \"Mars curse\" with its very first Mars rover landing mission? How did the various aerospace technologies involved in the Zhurong landing process develop?",
  "videoID": "iIA9r5IAIsE"
},{
  "date": "20210626",
  "title": "Videos from Mars taken by Zhurong Mars Rover",
  "description": "Videos from Mars taken by Zhurong Mars Rover",
  "videoID": "_JdEQT-Qk8k"
},{
  "date": "20210611",
  "title": "New photos and Easter eggs of Tianwen-1 probe Zhurong rover landing on Mars",
  "description": "New photos and Easter eggs of Tianwen-1 probe Zhurong rover landing on Mars",
  "videoID": "NJLmgtpQFKs"
},{"date": "20210514",
  "title": "Zhurong (Tianwen1) Mars Rover Landing animation (People’s daily version) ",
  "description": "Zhurong (Tianwen1) Mars Rover Landing animation (People’s daily version) ",
  "videoID": "fgV0xgYM1do"
},{"date": "20210514",
  "title": "Zhurong (Tianwen1) Mars Rover Landing Simulation(CAST) ",
  "description": "Zhurong (Tianwen1) Mars Rover Landing Simulation(CAST)",
  "videoID": "imIn5KBQCR8"
},{"date": "20210519",
  "title": "Zhurong separation process for landing captured by the orbiter's surveillance camera",
  "description": "Zhurong separation process for landing patrol captured by the orbiter's surveillance camera",
  "videoID": "_kQB5PIZdi8"
},{"date": "20210522",
  "title": "Zhurong Mars Rover drives down to Mars surface from the lander.",
  "description": "Zhurong Mars Rover drives down to Mars surface from the lander.",
  "videoID": "KavN6BUkl0o"
},{"date": "20210514",
  "title": "Beijing Aerospace Control Center (BACC) at Zhurong Mars Rover landing time.",
  "description": "Beijing Aerospace Control Center (BACC) at Zhurong Mars Rover landing time.",
  "videoID": "CBIXk9dNwP4"
}]
